import { v4 as uuid } from 'uuid';

export const international_data = [
   {
      title: 'бакалавриат',
      napravleniya: `09.03.02 Информационные системы и технологии,
      09.03.04 Программная инженерия,
      15.03.01 Машиностроение,
      15.03.03 Прикладная механика,
      15.03.05 Конструкторско-технологическое обеспечение машиностроительных производств,
      20.03.01 Техносферная безопасность,
      27.03.01 Стандартизация и метрология,
      27.03.04 Управление в технических системах,
      38.03.01 Экономика,
      38.03.02 Менеджмент,
      42.03.01 Реклама и связи с общественностью,
      45.03.03 Фундаментальная и прикладная лингвистика`
   },
   {
      title: 'магистратура',
      napravleniya: `09.04.04 Процессы и методы разработки программного обеспечения,
      15.04.03 Динамика прочность машин приборов аппаратуры,
      15.04.05 Технология машиностроения,
      20.04.01 Инженерная защита окружающей среды,
      27.04.01 Стандартизация, управление качеством и метрология в приборостроении,
      27.04.04 Элементы и устройства систем управления,
      27.04.04 Управление робототехническими системами,
      38.04.02 Общий и стратегический менеджмент,
      38.04.02 Менеджмент в спорте,
      38.04.04 Государственное и муниципальное управление,
      41.04.04 Политическая инфраструктура безопасности социальных систем`
   }
]










