import { v4 as uuid } from 'uuid';

export const specialization_data = [
  {
    title: 'бакалавриат',
    napravleniya: [
      {
        name: '532000 Физическая культура',
        description: ['Физическая культура (бюджет, контракт);']
      },
      {
        name: '550700 Педагогика',
        description: [' Педагогика и методика начального образования (бюджет, контракт);', 'Педагогика и методика дошкольного образования (контракт);', 'Логопедия (контракт);', 'Социальная педагогика (контракт);']
      },
      {
        name: '640200 Электроэнергетика и электротехника',
        description: ['Электроснабжение (контракт);']
      },
      {
        name: '670200 Эксплуатация транспортно-технологических машин и комплексов',
        description: ['Эксплуатация и обслуживание транспортно-технологических машин и оборудования (контракт);']
      },
      {
        name: '670300 Технология транспортных процессов',
        description: ['Организация и безопасность движения (контракт);']
      },
      {
        name: '650400 Технологические машины и оборудования',
        description: ['Транспортные системы горного производства (открытые горные работы) (контракт);']
      },
      {
        name: '550800 Профессиональное обучение',
        description: ['Транспорт и транспортные технологии (бюджет, контракт);']
      },
      {
        name: '520800 Экология и природопользование',
        description: ['Экология и природопользование (бюджет, контракт);']
      },
      {
        name: '550100 Естественнонаучное образование',
        description: [' Биология (бюджет, контракт)', 'География (бюджет, контракт);', 'Химия (бюджет, контракт);']
      },
      {
        name: '720200 Биотехнология',
        description: [' Биотехнология (контракт);']
      },
      {
        name: '730100 Лесное дело и ландшафтное строительство',
        description: [' Лесное дело и ландшафтное строительство (бюджет, контракт);']
      },
      {
        name: '580100 Экономика',
        description: [' Бухгалтерский учет, анализ и аудит (контракт)', 'Финансы и кредит (контракт);', 'Налог и налогообложе(контракт);']
      },
      {
        name: '540200 Социальная работа',
        description: ['Социальная работа (контракт);']
      },
      {
        name: '550400 Социально-экономическое образование',
        description: ['Социальная работа (контракт);']
      },
      {
        name: '540200 Социальная работа',
        description: [' История (бюджет, контракт);']
      },
      {
        name: '600200 Туризм',
        description: ['Технология и организация государственных и правовых услуг в туризме (бюджет, контракт);', 'Устойчивое развитие туризма (контракт);']
      },
      {
        name: '510200 Прикладная математика и информатика',
        description: [' Прикладная математика и информатика (контракт);']
      },
      {
        name: '550200 Физико-математическое образование',
        description: ['Математика (бюджет, контракт)', 'Информатика (бюджет, контракт);', 'Физика (бюджет, контракт);']
      },
      {
        name: '710100 Информатика и вычислительная техника',
        description: ['Программное обеспечение вычислительной техники и автоматизированных систем (контракт);']
      },
      {
        name: '710300 Прикладная информатика',
        description: ['Прикладная информатика (контракт);', 'Информатика в здравоохранении и биомедицинская инженерия;', 'Информатика в здравоохранении (контракт);']
      },

      {
        name: '550300 Филологическое образование',
        description: ['Иностранный язык (бюджет, контракт);', 'Кыргызский язык и литература (бюджет, контракт);', 'Русский язык и литература (бюджет, контракт);']
      },

      {
        name: '531100 Лингвистика',
        description: [' Теоретическая и прикладная лингвистика (контракт);', 'Теория и практика межкультурной коммуникации (контракт);', 'Теория и методика преподавания иностранных языков и культур (контракт);', 'Перевод и переводоведение (контракт);']
      },
    ]
  },
  {
    title: 'магистратура',
    napravleniya: [
      {
        name: '550100 Естественнонаучное образование',
        description: ['Биология;']
      },
      {
        name: '550200 Физико-математическое образование',
        description: ['Математика;', 'Физика;']
      },
      {
        name: '550300 Филологическое образование',
        description: ['Кыргызский язык и литература;', 'Русский язык и литература;']
      },
      {
        name: '550700 Педагогика',
        description: ['Педагогика и методика начального образования;']
      },
      {
        name: '550800 Профессиональное обучение',
        description: ['Технические системы в агробизнесе;']
      }
    ]
  },
  {
    title: 'колледж',
    napravleniya: ` Экономика и бухгалтерский учет (по отраслям);Финансы (по отраслям);Банковское дело;Налоги и налогообложение;Менеджмент (по отраслям);Маркетинг (по отраслям);Техническое обслуживание и ремонт автомобильного транспорта;Организация перевозок и управление на транспорте;Электроснабжение (по отраслям);Программное обеспечение вычислительной техники и автоматизированных систем;Техническое обслуживание средств вычислительной техники и компьютерных сетей;Документационное обеспечение управления и архивоведения;Социальная работа;Дизайн;Туризм;Преподавание в начальных классах;Дошкольное образование Иностранный язык`
  },
  {
    title: 'техникум',
    napravleniya: `Ветеринария; Ихтиология и рыбоводство; Агрономия;`
  }
]










